Repository: PatLittle/deplane
Catalog: deplane/i18n/*/LC_MESSAGES/deplane.po
Languages: fr

source: Mandatory
fr: Obligatoire

source: Mandatory, conditional
fr: Obligatoire, conditionnel

source: Optional
fr: Facultatif

source: Single
fr: Une seule

source: Repeatable
fr: Répétable

source: Describes the condition or conditions according to which a value shall be present in English. Indicates what the system will accept in this field.
fr: Décrit dans quelle(s) condition(s) une valeur doit être présente en anglais. Indique le format requis des valeurs, s’il y a lieu, au niveau de chaque fichier.

source: Describes the condition or conditions according to which a value shall be present in French. Indicates what the system will accept in this field.
fr: Décrit dans quelle(s) condition(s) une valeur doit être présente en français. Indique le format requis des valeurs, s’il y a lieu, au niveau de chaque fichier.

source: Data Element Profile
fr: Profil des éléments de données

source: Legend
fr: Légende

source: The following sample table provides a description of each field you will see for all elements:
fr: Le tableau qui suit décrit chaque zone que vous trouverez dans le document modèle pour tous les éléments :

source: Attribute
fr: Attribut

source: Attribute Description
fr: Description de l’attribut

source: Field Name EN
fr: Nom de la zone EN

source: This text should correspond directly with the field name in your template in English
fr: Ce texte doit correspondre directement au nom de la zone dans votre modèle en anglais.

source: Field Name FR
fr: Nom de la zone FR

source: This text should correspond directly with the field name in your template in French
fr: Ce texte doit correspondre directement au nom de la zone dans votre modèle en français.

source: This provides a brief description of the element in English
fr: Brève description de l’élément en anglais.

source: This provides a brief description of the element in French
fr: Brève description de l’élément en français.

source: Indicates whether the element is required to always or sometimes be present (i.e., contain a value). Options are: - Mandatory - Mandatory, conditional - Optional
fr: Indique si la saisie de l’élément est obligatoire en tout temps ou dans certaines conditions (c.-à-d. une valeur doit toujours être entrée dans la zone). Les options sont les suivantes :n - Obligatoire - Obligatoire, conditionnel - Facultatif

source: Format Type
fr: Type de format

source: Describes the condition or conditions according to which a value shall be present in English. Indicates what the system will accept in this field.
fr: Décrit dans quelle(s) condition(s) une valeur doit être présente en anglais. Indique le format requis des valeurs, s’il y a lieu, au niveau de chaque fichier.

source: Describes the condition or conditions according to which a value shall be present in French. Indicates what the system will accept in this field.
fr: Décrit dans quelle(s) condition(s) une valeur doit être présente en anglais. Indique le format requis des valeurs, s’il y a lieu, au niveau de chaque fichier.

source: Example Value
fr: Exemple de valeur

source: Provide one or more real examples of the values that may appear, e.g. “CODE1” or “Family Services Reform Program”
fr: Donnez un ou plusieurs exemples réels des valeurs qui peuvent apparaître, p. ex. « CODE1 » ou « Programme de réforme des services à la famille ».

source: Controlled List Values:
fr: Valeurs de la liste contrôlée :

source: English
fr: Anglais

source: French
fr: Français

source: English Description 1
fr: Description en anglais 1

source: French Description 1
fr: Description en français 1

source: English Description 2
fr: Description en anglais 2

source: French Description 2
fr: Description en français 2

source: Format Type Description EN
fr: Description du type de format EN

source: Format Type Description FR
fr: Description du type de format FR

source: Character Limit
fr: Limite de caractères
